/*
Считывание информации из файла
Как перенести файлы в свою программу

Как сохранить файл - надо иметь план
-Создадим структуру - как объект хранения данных.

Задача1 Логическая задача.
  решать через сет (Допустим)

NO, Name; Sex; Peopel; Count; Out Полных совпадений имен нет ( 
1/ Валя. Mиша, Катя - создаем имена
2. Посчитать количество человек - (Можно ввиде вектора Б коллекции структур)
3. Общее количество имен
4. Общее количество человек
3 Выкинуть из базы Олега.

Надо отсортировать. 

1 Задание  чтобы хранилось три поля.
*/

#include"Header.h"


